[
    {
        "title": "Dennō Coil",
        "times": "10:00 - 10:50",
        "imgUrl": "/img/history/2012/karoshi/vroom_coil.jpg",
        "episodes": "1 - 2",
        "desc": "Eleven years after the introduction of internet-connected, augmented reality eyeglasses and visors, Yūko Okonogi moves with her family to Daikoku City, the technological center of the emerging half-virtual world. Yūko joins her grandmother’s “investigation agency” comprised of children equipped with virtual tools and powerful metatags. She quickly crosses paths with Yūko Amasawa, an expert hacker of the virtual environment, as Amasawa relentlessly seeks to unlock the mystery of a computer virus that emerges from an inaccessible corrupted space.",
        "genres": "Sci-Fi"
    },
    {
        "title": "Magic Kaito",
        "times": "10:50 - 11:40",
        "imgUrl": "/img/history/2012/karoshi/vroom_kaito.jpg",
        "episodes": "1 - 2",
        "desc": "Kaito Kuroba, a normal teenage high school student, who stumbles across the secret of his father’s death: his father was not only a magician, but the famous phantom thief Kaitou Kid, and was killed by an organization for reasons unknown. Taking up his father’s mantle in an attempt to bait the killers, Kaito performs a number of thefts and eventually learns that his father died for interfering in the organization’s quest to find the Pandora Gem, a jewel said to give its user immortality. Kaito decides to search for Pandora as Kaitou Kid and destroy it, in order to prevent the organization from obtaining it.",
        "genres": "Comedy, Crime Drama"
    },
    {
        "title": "Daughter of Twenty Faces ",
        "times": "11:40 - 12:30",
        "imgUrl": "/img/history/2012/karoshi/vroom_20faces.jpg",
        "episodes": "1 - 2",
        "desc": "Chiko had been leading a lonely life since her parents’ death but together with the Phantom Thief Nijuu-Mensou (20-Faces), she sets out on a journey into the real world. She gradually changes as she encounters new friends and places, but strange events start happening revolving around the mystery of Legacy of the 20 Faces",
        "genres": "Detective, Mystery, Crime Drama"
    },
    {
        "title": "Rec",
        "times": "12:30 - 01:20",
        "imgUrl": "/img/history/2012/karoshi/vroom_rec.jpg",
        "episodes": "1 - 4",
        "desc": "Fumihiko Matsumaru is an average salaryman with no girlfriend. He invited a colleague to a movie but was stood up. Right at the time he was about to throw the tickets away, a cute girl appeared and asked him not to waste those two tickets. After movie and dinner, he escorted her home and found they live in the same neighborhood, yet unfortunately her apartment caught on fire hours later. Having nowhere else to stay, rookie seiyuu Aka Onda moved to Matsumaru's place, and the two had started a more than friend but not yet lovers relationship under the same roof while keeping this secret from their employers.",
        "genres": "Drama, Romance, Slice of Life"
    },
    {
        "title": "Sgt. Frog",
        "times": "01:20 - 02:10",
        "imgUrl": "/img/history/2012/karoshi/vroom_frog.jpg",
        "episodes": "104 - 105",
        "desc": "Sergeant Frog is the leader of the platoon, but is at the mercy of a human family of three after he is captured while trying to hide in one of the family member's bedrooms. Sgt. Frog is forced to do meaningless chores and errands for the family after his army abandons his platoon on Earth. The platoon has many failed attempts at taking over Earth.",
        "genres": "Action, Comedy, Sci-Fi"
    },
    {
        "title": "Ef: A Tale of Memories ",
        "times": "02:10 - 03:00",
        "imgUrl": "/img/history/2012/karoshi/vroom_ef.jpg",
        "episodes": "1 - 2",
        "desc": "This anime tells two stories. The first story takes place in the past. Himura Yuu meets a girl, Amamiya Yuuko who seems to know him, but he doesn't know her. However, he soon remembers that she was a girl whom he knew from long ago. The second story takes place in the present, just after the events of Ef - A Tale of Memories. Shuuichi Kuze meets Hayama Mizuki and spends a lot of time with her. Unknown to Mizuki, Kuze had contracted a fatal illness and has little time left to live. Kuze had decided to break all romantic ties, but things go bad when Mizuki tells him that she loves him.",
        "genres": "Drama, Psychological, Romance, Supernatural"
    },
    {
        "title": "Higurashi No Naku Koro Ni Kai ",
        "times": "03:00 - 03:50",
        "imgUrl": "/img/history/2012/karoshi/vroom_higurashi.jpg",
        "episodes": "1 - 2",
        "desc": "The endless cycle of hatred and death that befell the small village of Hinamizawa continues. Rika Furude, who is the sole witness of all those tragedies, tries to find a way out of it with her friends' help, without knowing if there is one after all. Though the village may seem normal, it contains a horrible secret which the villagers try to keep from newcomers- the curse of Oyashiro-sama. A series of unusual murders have been occurring ever since the dam construction plans. Could this have something to do with the curse?",
        "genres": "Drama, Horror, Mystery, Psychological"
    },
    {
        "title": "Tonari no Kaibutsu-kun Mizutani ",
        "times": "03:50 - 04:40",
        "imgUrl": "/img/history/2012/karoshi/vroom_tonari.jpg",
        "episodes": "1 - 2",
        "desc": "Shizuku is the type of person who only cares for her own grades. But when she accidentally delivers lesson notes to Yoshida Haru, he becomes convinced they are friends. Haru turns out to have a very innocent personality, but who would've thought that Haru would actually confess to Shizuku? A cold-hearted girl and super-troublemaker romance with a fresh new perspective.",
        "genres": "Comedy, Romance"
    },
    {
        "title": "Kaichou wa Maid-sama ",
        "times": "04:40 - 05:30",
        "imgUrl": "/img/history/2012/karoshi/vroom_maid.jpg",
        "episodes": " 1 - 2",
        "desc": "Misaki Ayuzawa is the first female student council president at a once all boys school turned co-ed. She rules the school with strict discipline demeanor. But she has a secret, she works at a maid cafe due to her families circumstances. One day the popular straight A student and notorious heart breaker Takumi Usui finds out her secret and makes a deal with her to keep it hush from the school in exchange for spending some time with him.",
        "genres": "Comedy, Romance"
    },
    {
        "title": "Bartender ",
        "times": "05:30 - 06:20",
        "imgUrl": "/img/history/2012/karoshi/vroom_bartender.jpg",
        "episodes": "1 - 2",
        "desc": "Bartender follows the nightlife of Ryū Sasakura, a bartending prodigy who is said to mix the best cocktails anyone has ever tasted. Sasakura bides his time in a bar named Eden Hall, hidden in a nook of the Ginza district in downtown Tokyo. Over the course of the anime, various figures of high and low stature, all of whom share unusual troubles and heavy burdens, are invited into Eden Hall and are treated to Sasakura's fine drinks, which, with guidance from the young bartender, lead the customers to reflect upon their lives and decide on a course of action to tackle their problems.",
        "genres": "Drama, Slice of Life"
    },
    {
        "title": "Kyouran Kazoku Nikki ",
        "times": "06:20 - 07:10",
        "imgUrl": "/img/history/2012/karoshi/vroom_kyouran.jpg",
        "episodes": " 1 - 2",
        "desc": "Thousands of years ago the God of destruction, Enka, died saying that its child would destroy the world. Thousands of years later the potential children of Enka are found (some human, some not) and take part in the Peaceful Family Operation in order to discover who the true child of Enka is and stop them from destroying the world by teaching them the importance of family love.",
        "genres": "Fantasy, Romantic Comedy, Magical Girl"
    },
    {
        "title": "Pale Cocoon",
        "times": "07:10 - 07:40",
        "imgUrl": "/img/history/2012/karoshi/vroom_cocoon.jpg",
        "episodes": "1",
        "desc": "It has been many years since a group of humans retreated to an artificial colony below the planet surface. The colorful world that used to exist was ruined by pollution and possible war, making it uninhabitable. Despite the advance in technology, much of the world’s recorded history before the move has been forgotten. The last remaining information lies in a vast archive of data, much of which has been corrupted. Determined to recover this precious information, the Archive Excavation Department works specifically to restore as much of it as possible. Ura, a particularly motivated member of the department, works long hours to recover history. Riko has lost her passion and desire to know. One day Ura comes upon a record that, once decoded, completely changes the way he sees his world.",
        "genres": "Sci-Fi, Post-Apocalyptic"
    }
]