[
    {
        "imgUrl": "img/shows/chuni.jpg",
        "numEpisodes": 12,
        "quarter": "1st",
        "animeId": 6956,
        "genres": ["Comedy", "Slice of Life"],
        "title": "Chuunibyou",
        "desc": "Everybody has had that stage in their life where they have thought themselves to be special, different from the masses of ordinary humans. They might go as far as seeing themselves capable of wielding mystical powers, or maybe even believe themselves to have descended from a fantasy realm. This 'disease' is known as 'chuunibyou' and is often the source of some of the most embarrassing moments of a person's life."
    },
    {
        "imgUrl": "img/shows/schoolLive.jpg",
        "numEpisodes": 12,
        "quarter": "1st",
        "animeId": 22319,
        "genres": ["Comedy", "Horror"],
        "title": "School-Live!",
        "desc": "Based on the manga by Kaihou Norimitsu, Gakkougurashi! follows a group of girls who are forced to adapt to a post-apocalyptic life all by themselves. They have no means of contact with the outside world and are surrounded by hostile undead waiting to devour them. The girls must not only contend with the challenge of survival; they must also strive to maintain a false appearance of normality in Yuki's presence."
    },
    {
        "imgUrl": "img/shows/depression.jpg",
        "numEpisodes": 26,
        "quarter": "1st & 2nd",
        "animeId": 20899,
        "genres": ["Sci-Fi", "Mecha"],
        "title": "Neon Genesis Evangelion",
        "desc": "In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist. Face to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders. Written by Hideaki Anno, Neon Genesis Evangelion is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface..."
    },
    {
        "imgUrl": "img/shows/goodLuck.jpg",
        "numEpisodes": 13,
        "quarter": "2nd",
        "animeId": 22535,
        "genres": ["Comedy", "Supernatural"],
        "title": "Binbougami Ga",
        "desc": "Binbougami Ga! is a battle between fortune and misfortune. A battle that will employ verbal jabs, dirty tricks, and odd-ball bets. Will the human with all the luck in the world or the deity with nothing but misfortune come out on top?"
    },
    {
        "imgUrl": "img/shows/monster.png",
        "numEpisodes": 12,
        "quarter": "2nd",
        "animeId": 15379,
        "genres": ["Comedy", "Drama", "Romance", "ecchi"],
        "title": "Monster Musume",
        "desc": "With his parents abroad, Kimihito Kurusu lived a quiet, unremarkable life alone until monster girls came crowding in! This alternate reality presents cutting-edge Japan, the first country to promote the integration of non-human species into society. After the incompetence of interspecies exchange coordinator Agent Smith leaves Kimihito as the homestay caretaker of a Lamia named Miia, the newly-minted \"Darling\" quickly attracts girls of various breeds, resulting in an ever-growing harem flush with eroticism and attraction."
    }
]
